console.log(`PART 1
=======================================
1. [+10] Верстка валидная
2. [+20] Верстка семантическая
3. [+48] Вёрстка соответствует макету
4. [+12] Требования к CSS
5. [+20] Интерактивность, реализуемая через css

ИТОГО: [110 / 100]


PART 2
=======================================
1. [+48] Вёрстка соответствует макету. Ширина экрана 768px
2. [+15] Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки
3. [+20] На ширине экрана 768рх и меньше реализовано адаптивное меню
        [2 / 4] при нажатии на крестик адаптивное меню плавно скрывается уезжая за правую часть экрана, крестик превращается в бургер-иконку

ИТОГО: [83 / 75]


PART 3
=======================================
1. [+25] Смена изображений в секции portfolio
2. [+25] Перевод страницы на два языка
3. [+25] Переключение светлой и тёмной темы
4. [+5] Язык страницы и тема сохраняются при перезагрузке страницы
5. [+5] Сложный эффект для кнопок при клике

ИТОГО: [85 / 75]
`)