console.log(`
1. [+10] Вёрстка
2. [+10] При кликах по очереди отображаются 'X' и 'O'. Первая фигура всегда 'X'
3. [+10] Игра завершается, когда 3 фигуры выстроились в ряд - по вертикали / горизонтали / диагонали
4. [+10] По окончанию игры выводится результат - выигравшая фигура и количество ходов от начала игры до её завершения
5. [+10] Результаты последних 10 игр сохраняются в local storage. Есть таблица рекордов, в которой отображаются результаты предыдущих 10 игр
6. [+10] Настройки игры
7. [+10] Оформление + Дополнительный функционал :
  - Непобедимый AI - алгоритм miniMax (+ оценивает ход с учетом глубины дерева решений + выполнена оптимизация alpha-betha Pruning);
  - возможность выбора противника (2 игрока / против компьютера (AI)) и возможность выбора фигуры  - 'X'/'O';
  - компьютер (AI) ходит с задержкой - выглядит более естественно;
  - Победившая линия подкрашивается цветом.

  ИТОГО: [70 / 60]
`)