console.log(`
1. [+10] Вёрстка
2. [+10] При загрузке приложения на странице отображаются карточки фильмов с полученными от API данными
3. [+10] Если в поле поиска ввести слово и отправить поисковый запрос, на странице отобразятся карточки фильмов, в названиях которых есть это слово, если такие данные предоставляет API
4. [+30] Поиск
5. [+10] Оформление + Дополнительный функционал :
  - поле ввода -> крестик (кнопка Удалить) появляется только при наличии символов;
  - цвет шрифта рейтинга меняется в зависимости от его значения;
  - анимация переворота карточки;
  - доп. информация на обороте карточки (год, жанр, описание).

ИТОГО: [70 / 60]
`)