console.log(`
1. [+10] Вёрстка
2. [+10] Кнопка Play/Pause
3. [+10] При кликах по кнопкам "Вперёд" и "Назад" переключается проигрываемый аудиотрек. Аудиотреки пролистываются по кругу - после последнего идёт первый
4. [+10] При смене аудиотрека меняется изображение - обложка аудиотрека
5. [+10] Прогресс-бар отображает прогресс проигрывания текущего аудиотрека. При перемещении ползунка вручную меняется текущее время проигрывания аудиотрека
6. [+10] Отображается продолжительность аудиотрека и его текущее время проигрывания
7. [+10] Дополнительный функционал :
  - Отключение/Включение звука кнопкой
  - Изменение громкости ползунком

ИТОГО: [70 / 60]
`)